Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: You can find this at any time on the EPO website -
nn: Denne vil du til einkvar tid finne på EPO sine nettsider -

source: Rules on representation before the EPO
nn: Representasjonsreglar overfor EPO

source: Until October 2015, NIPO has used the international classification system IPC and we will continue to use this system when we publish patent documents in accordance with our international agreements.
nn: Fram til oktober 2015 har Patentstyret brukt det internasjonale klassifiseringssystemet IPC og vi vil fortsette å bruke dette systemet når vi publiserer patentdokument i følgje dei internasjonale avtalane våre.

source: You can also use the ePCT system to send electronic enquiries for various actions linked to your applications, and you have access to bibliographic data and documents contained in your international applications, including those that have not yet been published.
nn: Du kan også bruke ePCT-systemet til å sende elektroniske førespurnader for ulike handlingar knytta til søknadane dine, og du har tilgang til bibliografiske data og dokument som finst i dei internasjonale søknadane dine, også dei som enno ikkje har vore publisert.

source: If you believe the registry itself is not being run in an acceptable way, you can also complain under the PDDRP (Delegation Dispute Resolution Procedure).
nn: Viss sjølve registeret driv på ein ikkje-akseptabel måte, kan du også klage dette inn under PDDRP (Post Delegation Dispute Resolution Procedure).

source: Chemistry is a major subject area and includes inorganic chemistry, organic chemistry, polymer chemistry, process chemistry and petrochemistry.
nn: Kjemi er eit stor fagområde og dekkjer blant anna uorganisk kjemi, organisk kjemi, polymerkjemi, prosesskjemi og petrokjemi.

source: They are made of 100% natural and recyclable material, the raw material is often a by-product in the production of finer-grade wool for furniture and textiles, and the wool is non-allergenic.
nn: Dei er laga av 100 prosent naturleg og resirkulerbart materiale, råstoffet er ofte eit biprodukt ved framstilling av ull av finare kvalitet til møblar og tekstilar, og ulla er ikkje allergiframkallande.

source: We have about 250 employees with a high and broad level of professional competence.
nn: Utviklingsmoglegheiter Vi har ca 250 medarbeidarar med høg og brei fagkompetanse.

source: As a trademark owner you should plan what to do if others register your trademark as a domain name.
nn: Som varemerkeinnehavar bør du vurdere korleis du skal forhalde deg viss andre registrerer varemerket ditt som domenenamn.

source: We have patented some of this, but most of it we have chosen to keep secret, says Breivik.
nn: – Noko av dette har vi patentert, men det meste har vi valt å halde hemmeleg, seier Breivik.

source: An animated object or moving design can, for example, be an animated icon for a data programme, that shows the same movement every time you click on it.
nn: Ein animasjon eller eit rørleg design kan, for eksempel, vere eit animert ikon for ein dataskjerm som viser den same rørsla kvar gong ein trykkjer på det.

source: "With our experience from SINTEF, we made sure that we had a carefully thought-out patent strategy.
nn: «Med erfaringa vår frå SINTEF var vi bevisste på at vi skulle ha ein nøye gjennomtenkt patentstrategi.

source: By filing an application for an EU design, you can obtain registration in all the member states of the EU.
nn: Ved å sende inn ein søknad om EU-design kan du oppnå registrering i alle medlemslanda i EU.

source: The European Patent Office (EPO) receives, processes and decides European patent applications based on rules given by the European Patent Convention (EPC).
nn: The European Patent Office tar imot, behandlar og avgjer europeiske patentsøknadar på grunnlag av reglar gitt i den europeiske patentkonvensjonen (EPC).

source: More and more companies view active utilisation of intellectual property rights (patents, trademarks and designs) as part of their business strategy.
nn: Fleire og fleire ser på aktiv utnytting av immaterielle rettar (patent, varemerke og design) som ein del av forretningsstrategien.

source: — But the market is much larger than that, says general manager and co-founder John Arne Breivik.
nn: — Men marknaden er mykje større enn dette, seier dagleg leiar og medgründer John Arne Breivik.

source: How can I monitor whether my trademark has been registered under new top-level domains?
nn: Korleis kan eg følgje med på om nokon registrerer varemerket mitt under dei nye toppdomena?

source: But in Stingray's case it looks quite safe, he says.
nn: – Men i Stingray sitt tilfelle ser det ganske sikkert ut, seier han.

source: Tel: +47 22 38 73 00 or send an e-mail to
nn: +47 22 38 73 00 eller send ein e-post til

source: This MEMS chip was developed further in cooperation with several SINTEF research scientists.
nn: Denne MEMS-brikka blei vidareutvikla i samarbeid med fleire SINTEF-forskarar.

source: pearl, meerschaum or of plastics; sleeping bags for
nn: trekkjingskravet er uleseleg eller uforståeleg

source: «We have had a very deliberate patent and brand strategy from the start.
nn: «Vi har hatt ein heilt bevisst patent- og merkevarestrategi heilt frå starten.

source: The example of Choice Hotels and The Thief underlines his point.
nn: Eksempelet med Choice Hotels og The Thief understrekar poenget hans.

source: To apply for trademark registration costs NOK 2900, and includes three classes.
nn: Å søkje om varemerkeregistrering kostar kr 2900, og inkluderer tre klassar.

source: The patent is valid for 20 years regardless of whether the technology that implements the invention changes.
nn: Patentet er gyldig i 20 år uavhengig av om teknologien som implementerer oppfinninga blir endra.

source: Smartfish has applied for patent protection for its products and technology continuously since 2001 and has good and close cooperation with Zacco Norway.
nn: Smartfish har patentsøkt produkt og teknologi kontinuerleg sidan 2001, og har eit godt og inngåande samarbeid med Zacco Norway.

source: Solberg and Røsvik also have ideas about mixing wool with various other materials.
nn: Solberg og Røsvik har også idear om å blande ulla med ulike andre materialar.
